<?php
/***********************************************************************************************************************

Version 1.4.9.3
Created 17:22 21.12.2010 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart-ua.org). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart-ua.org)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart-ua.org

************************************************************************************************************************/

$_['heading_title'] = 'Статуси замовлення'; #4921
$_['text_success'] = 'Статус замовлення успішно змінено!'; #4922
$_['column_name'] = 'Назва статусу замовлення'; #4923
$_['column_action'] = 'Дія'; #4924
$_['entry_name'] = 'Назва статусу замовлення:'; #4925
$_['error_permission'] = 'Ви не маєте повноважень для зміни статусу замовлення!'; #4926
$_['error_name'] = 'Назва статусу замовлення повинна містити від 3 до 32 символів!'; #4927
$_['error_default'] = 'Статус замовлення не може бути вилучено, оскільки він використовується за замовченням!'; #4928
$_['error_download'] = 'Статус замовлення не може бути вилучено, оскільки він використовується для завантажень за замовченням!'; #4929
$_['error_store'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в магазинах %s!'; #4930
$_['error_order'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в замовленнях %s!'; #4931