<?php
// Heading
$_['heading_title']  = 'Обратная связь';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Написать нам';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';
$_['button_submit']         = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email']    = 'E-Mail';
$_['entry_ordernum']  = 'Номер заказа';
$_['entry_ordernum']  = 'Пожалуйста, введите номер заказа.';
$_['entry_enquiry']  = 'Ваш вопрос или сообщение';
$_['entry_captcha']  = 'Введите код, указанный на картинке';
$_['entry_captcha']  = 'Введите код, указанный на картинке';
$_['entry_theme']  = 'Тема';
$_['entry_message']  = 'Сообщение';
$_['entry_country']  = 'Страна';
$_['entry_chose_country']  = 'Выберите страну';
$_['entry_send']  = 'Отправить';

$_['error_form_name']    = 'Пожалуйста, введите имя';
$_['error_form_lastname']    = 'Пожалуйста, введите фамилию';
$_['error_form_email']    = 'Пожалуйста, введите Email';
$_['error_form_ordernum']  = 'Пожалуйста, введите номер заказа.';
$_['error_form_theme']  = 'Пожалуйста, введите тему.';
$_['error_form_message']  = 'Пожалуйста, введите сообщение';
$_['error_form_country']  = 'Пожалуйста, выберите страну';

$_['text_form_message_count']  = 'Осталось <span class="char-remain-count">3000</span> символов из <span class="char-allowed-count">3000</span>.';

// Email
$_['email_subject']  = 'Сообщение от %s';



// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';

$_['error_ordernumber']  = 'Не верный номер заказа!';
$_['error_countries_country']  = 'не выбрана страна!';





$_['text_info']      = 'Клиентская служба онлайн';
$_['text_contact_us']      = 'Связаться с нами';
$_['text_for_contact']  = '<p>Если у Вас возникли вопросы о Вашем заказе или Вы хотите узнать какую-либо общую информацию наша команда клиентской службы будет рада помочь Вам!</p>
                            <p>Пожалуйста, сообщите, как мы можем Вам помочь в управлении Вашим личным кабинетом.</p>
                            <p>Отправьте Ваш отзыв: он всегда очень важен для нас.</p>
                            <p>Заполните форму ниже, выберите тему, тип Вашего вопроса или комментария, и мы скоро с Вами свяжемся.</p>
                            <p></p>';

