<?php
/***********************************************************************************************************************

Version 1.4.9.3
Created 17:22 21.12.2010 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart-ua.org). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart-ua.org)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart-ua.org)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart-ua.org

************************************************************************************************************************/

$_['text_success'] = 'Налаштування збережено!'; #5039
$_['text_default'] = 'За замовченням'; #5040
$_['text_edit_store'] = 'Редагувати магазин:'; #5041
$_['text_smtp'] = 'SMTP'; #5042
$_['entry_name'] = 'Назва магазину:'; #5043
$_['entry_smtp_host'] = 'Сервер SMTP:'; #5044
$_['entry_smtp_username'] = 'Логін SMTP:'; #5045
$_['entry_smtp_password'] = 'Пароль SMTP:'; #5046
$_['entry_smtp_port'] = 'Порт SMTP:'; #5047
$_['entry_smtp_timeout'] = 'Тайм-аут SMTP:'; #5048
$_['entry_error_display'] = 'Відображати помилки:'; #5049
$_['entry_error_log'] = 'Журналювання помилок:'; #5050
$_['entry_error_filename'] = 'Назва файлу журналу:'; #5051
$_['heading_title'] = 'Налаштування'; #4568
$_['text_image_manager'] = 'Менеджер зображень'; #4569
$_['text_mail'] = 'Пошта'; #4570
$_['entry_customer_approval'] = 'Активація нових користувачів: <br/><span class="help"> Не дозволяти входити новим клієнтам під своїм логіном і паролем до схвалення облікового запису. </span>'; #5065
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #5066
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #5067
$_['entry_owner'] = 'Власник магазину:'; #4846
$_['entry_logo'] = 'Логотип магазину:'; #4847
$_['entry_download'] = 'Дозволити завантаження:'; #4848
$_['button_add_store'] = 'Створити новий магазин'; #5030
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Наприклад, http://www.domain.ua</span>'; #5656
$_['entry_address'] = 'Адреса:'; #5657
$_['entry_email'] = 'Електронна адреса:'; #5658
$_['entry_alert_emails'] = 'Додаткова інформація в листах:<br /><span class="help">Повідомлення, які будуть додані до кожного електронного листа (розділені комами)</span>'; #5659
$_['entry_telephone'] = 'Телефон:'; #5660
$_['entry_fax'] = 'Факс:'; #5661
$_['entry_title'] = 'Заголовок:'; #5662
$_['entry_meta_description'] = 'Мета-опис:'; #5663
$_['entry_description'] = 'Вітальне повідомлення:'; #5664
$_['entry_template'] = 'Шаблон магазину:'; #5665
$_['entry_country'] = 'Країна:'; #5666
$_['entry_zone'] = 'Регіон/область:'; #5667
$_['entry_language'] = 'Мова:'; #5668
$_['entry_admin_language'] = 'Мова панелі адміністрування:'; #5669
$_['entry_currency'] = 'Валюта:'; #5670
$_['entry_currency_auto'] = 'Автоматичне оновлення валюти:<br /><span class="help">Щоденне оновлення валют</span>'; #5671
$_['entry_weight_class'] = 'Одиниця ваги:'; #5672
$_['entry_length_class'] = 'Одиниця довжини:'; #5673
$_['entry_tax'] = 'Показати ціни з урахуванням податку:'; #5674
$_['entry_invoice'] = 'Початковий номер рахунку-фактури:<br /><span class="help">Номер, з якого починати відлік нових рахунків-фактур</span>'; #5675
$_['entry_invoice_prefix'] = 'Префікс рахунку-фактури:<br /><span class="help">Наприклад «РФ-001»</span>'; #5676
$_['entry_customer_group'] = 'Група клієнтів:<br /><span class="help">Група клієнтів за замовченням</span>'; #5677
$_['entry_customer_price'] = 'Показувати ціни:<br /><span class="help"> Показувати ціни тільки зареєстрованим клієнтам</span>'; #5678
$_['entry_guest_checkout'] = 'Гостьові замовлення:<br /><span class="help"> Дозволити клієнтам замовлення без створення облікового запису</span>'; #5679
$_['entry_account'] = 'Умови облікового запису: <br /> <span class="help">Вимагатиметься погодження з умовами, перш ніж обліковий запис буде створено</span>'; #5680
$_['entry_checkout'] = 'Умови оформлення замовлення: <br /><span class="help">Вимагатиметься погодження з умовами перед здійсненням замовлення</span>'; #5681
$_['entry_order_status'] = 'Статус замовлення: <br /> <span class="help"> Статус за замоченням, що відображатиметься при замовленні товару</span>'; #5682
$_['entry_stock_display'] = 'Відображати кількість на складі:<br /><span class="help">Відображати кількість на складі на сторінці товару</span>'; #5683
$_['entry_stock_warning'] = 'Відображати попередження про відсутність:<br /><span class="help">Відображати попередження про відсутність на сторінці кошика, у разі якщо продукт відсутній на складі</span>'; #5684
$_['entry_stock_checkout'] = 'Наявність товарів на складі:<br /><span class="help">Дозволити клієнтам замовлення, якщо обраних товарів на складі немає</span>'; #5685
$_['entry_stock_status'] = 'Статус відсутності на складі:<br /><span class="help">Встановити статус відсутності на складі для усіх товарів за замовченням</span>'; #5686
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен бути у форматі PNG та мати розмір сторін 16px</span>'; #5687
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #5688
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #5689
$_['entry_image_category'] = 'Розмір зображень категорії:'; #5690
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #5691
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #5692
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів:'; #5693
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #5694
$_['entry_alert_mail'] = 'Повідомлення про замовлення:<br /><span class="help">Надсилати повідомлення власникові магазину про нове замовлення</span>'; #5695
$_['entry_download_status'] = 'Статус завантаження:<br /><span class="help">Статус замовлення для завантаження товарів</span>'; #5696
$_['entry_ssl'] = 'Використовувати SSL: <br/><span class="help"> Якщо сервер підтримує сертифікат SSL, вкажіть  адреси SSL у файлі конфігурації. </span>'; #5697
$_['entry_encryption'] = 'Ключ шифрування:<br /><span class="help">Ключ, який буде використано для шифрування конфіденційної інформації при обробці замовлень</span>'; #5698
$_['entry_compression'] = 'Рівень стиснення:<br /><span class="help"> Вкажіть значення від 0 до 9</span>'; #5699
$_['entry_mail_protocol'] = 'Протокол електронної пошти:<span class="help">Перевірте, чи увімкнена на сервері функція mail()</span>'; #5700
$_['entry_mail_parameter'] = 'Параметри пошти:<span class="help">Якщо на сервері використовується функція mail(), додаткові параметри можуть бути вказані тут</span>'; #5701
$_['entry_seo_url'] = 'Використання SEO:<span class="help">Для використання цієї функії перейменуйте файл «htaccess.txt» в «.htaccess». Ваш сервер Apache повинен підтримувати mod-rewrite</span>'; #5702
$_['entry_shipping_session'] = 'Сесії доставки:<br /><span class="help"> Зберігає обрані параметри доставки для прискорення оформлення замовлення. Може бути змінено при зміні кошика або адреси</span>'; #5703
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #5704
$_['entry_admin_limit'] = 'Кількість елементів на сторінку в адміністративній панелі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в адміністративній панелі (замовлення, клієнти і т.д.)</span>'; #5705
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #5706
$_['entry_review'] = 'Дозволити відгуки:<br /><span class="help"> Вмикає / вимикає додавання та відображення відгуків</span>'; #5707
$_['entry_maintenance'] = 'Режим обслуговування:<br /><span class="help"> Вимикає відображення магазину усім, окрім адміністратора. При цьому буде відображатися повідомлення про обслуговування. </span>'; #5708
$_['entry_token_ignore'] = 'Ігнорувати хеш на сторінках:<br /><span class="help">Дана версія OpenCart захищена хешуванням. Модулі, які не були оновлені для підтримки хешування, можуть бути позначенні для ігнорування цієї функції для нормальної роботи. </span>'; #5709
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань!'; #5710
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #5711
$_['error_url'] = 'Необхідно вказати веб-адресу магазину!'; #5712
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #5713
$_['error_owner'] = 'Ім’я власника магазину повинно містити від 3 до 64 символів!'; #5714
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #5715
$_['error_limit'] = 'Необхідно вказати ліміти!'; #5716
$_['error_email'] = 'Адреса електронної пошти має невірний формат!'; #5717
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #5718
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #5719
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #5720
$_['error_error_filename'] = 'Необхідно вказати назву файлу для журналювання помилок!'; #5721
$_['error_required_data'] = 'Не заповнено обов’язкові поля!'; #5722
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #5726
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #5727
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #5728