<?php
/***********************************************************************************************************************

Version 1.4.9.3
Created 17:22 21.12.2010 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart-ua.org). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart-ua.org)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart-ua.org)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart-ua.org

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #5052
$_['text_success'] = 'Налаштування успішно змінено!'; #5053
$_['text_default'] = 'За замовченням'; #5054
$_['text_edit_store'] = 'Змінити магазин:'; #5055
$_['entry_name'] = 'Назва магазину:'; #5056
$_['entry_logo'] = 'Логотип магазину:'; #5057
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #5058
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #5059
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #5060
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #5061
$_['button_add_store'] = 'Створити новий магазин'; #5062
$_['button_delete_store'] = 'Видалити магазин'; #5063
$_['error_limit'] = 'Необхідно вказати ліміти!'; #5064
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Повний веб-шлях до магазину. Наприклад, http://www.domain.ua</span>'; #5068
$_['entry_ssl'] = 'Використовувати SSL:<br /><span class="help">Увімкніть SSL, якщо ваш сервер має встановлений сертифікат</span>'; #5069
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен мати формат PNG та розміри сторін 16px</span>'; #5070
$_['entry_stock_check'] = 'Попередження при нестачі на складі:<br /><span class="help">Відображати попередження у кошику, якщо товару на складі немає</span>'; #5071
$_['entry_image_category'] = 'Розмір зображень категорії:'; #5072
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #5073
$_['error_permission'] = 'Ви не маєте повноважень для керування магазинами!'; #5074
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #5075
$_['error_url'] = 'Не вказано веб-адресу магазину!'; #5076
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #5077
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #5078
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #5079
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #5080
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #5081
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #5082
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #5083
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #5084
$_['error_store'] = 'Цей магазин не може бути видалено, оскільки він використовується в замовленнях %s!'; #5085
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #5086
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів!'; #5087
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #5088
$_['entry_customer_price'] = 'Відображати ціну:<br /><span class="help">Відображати ціну тільки для зареєстрованих користувачів</span>'; #5089
$_['entry_customer_approval'] = 'Активація нових користувачів: <br /><span class="help">Не дозволяти клієнтам входити під своїм логіном та паролем до схвалення реєстрації адміністратором</span>'; #5090
$_['entry_guest_checkout'] = 'Гостьове оформлення замовлення:<br /><span class="help">Дозволити клієнтам оформлювати замовлення без створення облікового запису. Ця функція не буде доступна, якщо в кошику є товари для завантаження</span>'; #5091
$_['entry_account'] = 'Умови користування:<br /><span class="help">Вимагати погодження з правилами при створенні облікового запису</span>'; #5092
$_['entry_checkout'] = 'Умови замовлення:<br /><span class="help">Вимагати погодження з правилами при замовленні товару</span>'; #5093
$_['entry_order_status'] = 'Статус замовленя:<br /><span class="help">Статус замовлення за замоченням</span>'; #5094
$_['entry_stock_display'] = 'Залишок на складі:<br /><span class="help">Показувати залишок на складі при перегляді товару</span>'; #5095
$_['entry_stock_checkout'] = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити клієнтам робити замовлення у разі, якщо товару на складі немає</span>'; #5096
$_['text_image_manager'] = 'Менеджер зображень'; #5031
$_['entry_title'] = 'Назва:'; #5032
$_['entry_template'] = 'Шаблон:'; #5033
$_['entry_description'] = 'Привітання:'; #5034
$_['entry_country'] = 'Країна:'; #5035
$_['entry_language'] = 'Мова:'; #5036
$_['entry_currency'] = 'Валюта:'; #5037
$_['entry_tax'] = 'Відображати ціни з податком:'; #5038
$_['entry_meta_description'] = 'Мета-опис:'; #5723
$_['entry_zone'] = 'Область/регіон:'; #5724
$_['entry_customer_group'] = 'Група клієнта:<br /><span class="help">Група клієнта за замовченням</span>'; #5725
$_['error_required_data'] = 'Не заповнено обов’язкові поля!'; #5729