<?php
// Text
$_['text_home']          = 'Главная';
$_['text_wishlist']      = 'Закладки (%s)';
$_['text_shopping_cart'] = 'Корзина';
$_['text_category']      = 'Категории';
$_['text_account']       = 'Личный кабинет';
$_['text_register']      = 'Регистрация';
$_['text_login']         = 'Авторизация';
$_['text_order']         = 'История заказов';
$_['text_transaction']   = 'Транзакции';
$_['text_download']      = 'Загрузки';
$_['text_logout']        = 'Выход';
$_['text_checkout']      = 'Оформление заказа';
$_['text_search']        = 'Поиск';
$_['text_all']           = 'Смотреть Все';
$_['text_sale']           = 'Распродажа';
$_['text_brands']           = 'Бренды';
//==== NEW
$_['text_alert_copy']           = 'В Вашем браузере выключена функция Javascript. Пожалуйста, включите её, чтобы задействовать все возможности сайта.';
$_['text_cookies_off_copy']     = 'Ваш браузер в настоящее время не поддерживает Cookies. Пожалуйста, настройте Ваш браузер для приёма Cookies и проверьте, не блокирует ли их другая программа.';
$_['text_search_legend']     = 'Искать в каталоге';
$_['text_search_submit_button']     = 'Смотреть';

$_['text_cart_title']     = 'Ваша Корзина';
$_['text_cart_qty']     = '(%s товара(ов))';
$_['text_login_enter']     = 'Если Вы зарегистрированный пользователь, пожалуйста, введите Ваш адрес элетронной почты и пароль.';
$_['text_email_required']     = 'Пожалуйста, введите Ваш Email';
$_['text_pass_required']     = 'Пожалуйста, введите Ваш пароль';
$_['text_pass']     = 'Пароль';
$_['text_forgotten_pass']     = 'Забыли пароль?';
$_['text_rememberme']     = 'Запомнить меня';
$_['text_wanted_spam']     = 'Подписаться на новостную рассылку';
$_['text_privacy_box_1']     = 'Принимая, Вы соглашаетесь с нашей';
$_['text_privacy_box_2']     = 'Политика конфиденциальности';
$_['text_enter']     = 'Войти';
$_['text_enter_to_account']     = 'Войти в аккаунт';
$_['text_qtn']     = 'Количество';
$_['text_total']     = 'Итого';
$_['text_content_asset']     = '<ul>
                                    <li>Сохраните данные карты оплаты для более быстрого оформления покупок</li>
                                    <li>Управлять Вашей историей заказов</li>
                                    <li>Получить доступ к Вашему Списку желаний</li>
                                </ul>';
$_['text_register_now']     = 'Зарегистрироваться сейчас';
$_['text_make_account_now']     = 'Создать аккаунт сейчас';
$_['text_next']     = 'Продолжить';
$_['text_cookie_error']     = 'Веб-сайт пользуется cookie-файлами для использования в целях отправления рекламных сообщений и услуг в соответствии с Вашими предпочтениями, включая их управление третьими лицами. Более подробные сведения или способы отказа от использования всех или некоторых cookie-файлов доступны
                    <a href="/customer-care?cid=cookie-policy">по ссылке.</a>.<br>
                                                Закрыв этот баннер, прокрутив страницу или нажав на любой элемент, расположенный ниже, Вы подтверждаете свое согласие на использование cookie-файлов.';


$_['text_email']            = 'E-mail';
$_['text_password_reset']   = 'Востановление пароля';
$_['text_i_remember_password'] = 'Помню пароль';
$_['text_reestablish']      = 'Востановить';
$_['text_name']             = 'Имя';
$_['text_register_new_buyer'] = 'Регистрация нового пользователя';
$_['text_register_new_wholesale_buyer'] = 'Регистрация оптового покупателя';
$_['text_sign_up']          = 'Зарегистрироваться';
$_['text_cabinet']          = 'Кабинет';
$_['text_enter_in_account'] = 'Войти в аккаунт';
$_['text_back_to_shopping'] = 'Вернуться к покупкам';
$_['text_go_back']          = 'Назад';

$_['text_error_name']       = 'Имя должно быть от 3 до 32 символов!';
$_['text_error_email']      = 'E-mail адрес введен неверно!';
$_['text_error_password']   = 'Введите пароль';
$_['text_error_password_confirm'] = 'Введите пароль ещё раз';
$_['text_error_form_valid'] = 'Не все поля заполнены верно!';

$_['text_cart']             = 'Ваша корзина';
$_['text_wishlist']         = 'Список желаний';
$_['text_service_center']   = 'Клиентская служба';
